android-studio
bibata-cursor-theme
displaylink
evdi-dkms
figma-linux
flutter
flutter-artifacts-engine-android-google-bin
flutter-artifacts-engine-common-google-bin
flutter-artifacts-engine-linux-google-bin
flutter-artifacts-engine-web-google-bin
flutter-artifacts-material-fonts-google-bin
flutter-artifacts-sky-engine-google-bin
flutter-common
flutter-devel
flutter-gradle
flutter-intellij-patch
flutter-target-android
flutter-target-linux
flutter-target-web
flutter-tool
gruvbox-dark-gtk
insomnia-bin
lmstudio-bin
mongodb-compass-bin
mongodb70-bin
mongodb70-bin-debug
mongosh-bin
openssl-1.1
openssl-1.1-debug
postman-bin
python-clickgen
thinkfan
visual-studio-code-bin
xidlehook
yay
zen-browser-bin
zsh-theme-powerlevel10k-git
