7zip
accountsservice
alacritty
alsa-utils
amd-ucode
arandr
atool
autorandr
autotiling-rs
base
base-devel
bat
bibata-cursor-theme
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cronie
displaylink
dkms
dmenu
dunst
efibootmgr
evdi-dkms
eza
fastfetch
fd
feh
ffmpegthumbnailer
file-roller
firefox
flameshot
fzf
git
git-delta
grub
grub-btrfs
gruvbox-dark-gtk
gst-plugin-pipewire
gvfs
gvfs-gphoto2
gvfs-mtp
highlight
htop
i3-wm
i3blocks
i3lock
i3status
imagemagick
inotify-tools
inter-font
kvantum
kvantum-qt5
libpulse
libva-utils
lightdm
lightdm-gtk-greeter
linux-firmware
linux-zen
linux-zen-headers
lxappearance
ly
man-db
man-pages
nano
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npm
pacman-contrib
papirus-icon-theme
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
polybar
poppler-glib
power-profiles-daemon
pybind11
qt5ct
qt6ct
ranger
reflector
ripgrep
rofi
rtkit
scrot
slop
smartmontools
sof-firmware
stow
sudo
thinkfan
thunar
thunar-archive-plugin
thunar-volman
timeshift
tlp
tlp-rdw
tmux
trash-cli
ttf-jetbrains-mono-nerd
ttf-liberation
tumbler
ueberzug
unrar
unzip
vim
vulkan-radeon
w3m
wget
wireless-regdb
wireplumber
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdotool
xf86-video-amdgpu
xf86-video-ati
xidlehook
xorg-server
xorg-xinit
xsettingsd
xss-lock
xterm
yaml-cpp
yay
zen-browser-bin
zip
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
