7zip
accountsservice
alacritty
alsa-utils
amd-ucode
android-studio
android-tools
android-udev
arandr
arch-audit
aspnet-runtime
atool
atuin
autorandr
autotiling-rs
aws-cli-v2
azure-cli
base
base-devel
bash-language-server
bat
bear
bibata-cursor-theme
blueman
bluez
bluez-utils
borg
brightnessctl
btop
btrfs-progs
chromium
clang
cmake
cronie
dbeaver
direnv
displaylink
dkms
dmenu
docker
docker-compose
dotnet-sdk
dunst
edk2-ovmf
efibootmgr
eslint
evdi-dkms
eza
fastfetch
fd
feh
ffmpegthumbnailer
figma-linux
file-roller
firefox
flameshot
flutter
fzf
gdb
gimp
git
git-delta
github-cli
go
google-cloud-cli
gradle
grub
grub-btrfs
gruvbox-dark-gtk
gst-plugin-pipewire
gvfs
gvfs-gphoto2
gvfs-mtp
helm
highlight
htop
i3-wm
i3blocks
i3lock
i3status
imagemagick
inotify-tools
insomnia-bin
inter-font
jdk21-openjdk
kubectl
kvantum
lazygit
libpulse
libva-utils
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lldb
lmstudio-bin
lua-language-server
lxappearance
ly
lynis
make
man-db
man-pages
mariadb
maven
mesa-utils
mise
mongodb-bin
mongodb-compass-bin
mono
mypy
nano
neovim
network-manager-applet
networkmanager
ninja
nodejs
noto-fonts
noto-fonts-emoji
npm
nvm
ollama
pacman-contrib
papirus-icon-theme
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-libcamera
pipewire-pulse
playerctl
pnpm
podman
polkit-gnome
polybar
poppler-glib
postgresql
postman-bin
prettier
pyenv
python
python-black
python-pip
python-pipx
qemu-full
qt5ct
qt6ct
ranger
reflector
restic
ripgrep
rofi
rtkit
ruff
rust
rust-analyzer
scrot
shellcheck
shfmt
slop
smartmontools
sof-firmware
stow
stylua
sudo
taplo-cli
terraform
thinkfan
thunar
thunar-archive-plugin
thunar-volman
timeshift
tlp
tlp-rdw
tmux
trash-cli
ttf-jetbrains-mono-nerd
ttf-liberation
tumbler
typescript-language-server
ueberzug
ufw
unrar
unzip
upower
valgrind
vim
visual-studio-code-bin
vscode-css-languageserver
vscode-html-languageserver
vscode-json-languageserver
vulkan-radeon
w3m
wget
wireless-regdb
wireplumber
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdotool
xf86-video-amdgpu
xf86-video-ati
xidlehook
xorg-server
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xrdb
xorg-xset
xsettingsd
xss-lock
xterm
yaml-language-server
yarn
yay
yay-debug
yazi
zen-browser-bin
zip
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
