dbaeumer.vscode-eslint
esbenp.prettier-vscode
Angular.ng-template
bradlc.vscode-tailwindcss
ms-vscode.vscode-typescript-next
ms-python.python
charliermarsh.ruff
ms-vscode.cpptools
llvm-vs-code-extensions.vscode-clangd
rust-lang.rust-analyzer
vscjava.vscode-java-pack
ms-dotnettools.csharp
ms-dotnettools.csdevkit
formulahendry.dotnet-test-explorer
golang.go
redhat.vscode-yaml
tamasfe.even-better-toml
mongodb.mongodb-vscode
cweijan.vscode-postgresql-client2
